Can't obtain permission to edit the element. The Central Model is busy.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotBorrowBusyContention { get; }
  Visual Basic
Public Shared ReadOnly Property CannotBorrowBusyContention As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotBorrowBusyContention {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace